<?php
// Heading
$_['heading_title']       = 'Хиты продаж';

// Text
$_['text_module']         = 'Модули';
// $_['text_success']        = 'Модуль "Хиты продаж" успешно обновлен!';
$_['text_edit']        = 'Изменить настройки модуля "Хиты продаж"';

// Entry
$_['entry_limit']         = 'Лимит';
$_['entry_image']         = 'Изображение (ширина x высота) и способ изменения размеров';
$_['entry_width']         = 'Ширина';
$_['entry_height']        = 'Высота';
$_['entry_status']        = 'Статус';

// Error
// $_['error_permission']    = 'У Вас нет прав для изменения модуля "Хиты продаж"!';
$_['error_image']         = 'Введите рамеры изображения!';