<?php
// Heading
$_['heading_title']       = 'Карусель';

// Text
$_['text_module']         = 'Модули';
// $_['text_success']        = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Изменить настройки модуля "Карусель"';

// Entry
$_['entry_banner']        = 'Баннер';
$_['entry_limit']         = 'Лимит';
$_['entry_scroll']        = 'Прокрутка';
$_['entry_image']         = 'Изображение (ширина x высота) и способ изменения размеров';
$_['entry_width']         = 'Ширина';
$_['entry_height']        = 'Высота';
$_['entry_status']        = 'Статус';

// Error
// $_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
$_['error_image']        = 'Необходимы размеры ширины и высоты изображения!';