<?php
// Heading
$_['heading_title']       = 'Рекомендуемые';

// Text
$_['text_module']         = 'Модули';
// $_['text_success']        = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Изменить настройки модуля "Рекомендуемые"';

// Entry
$_['entry_product']       = 'Товары';
$_['entry_limit']         = 'Лимит';
$_['entry_image']         = 'Изображение (ширина x высота) и способо изменения размеров';
$_['entry_width']         = 'Ширина';
$_['entry_height']        = 'Высота';
$_['entry_status']        = 'Статус';

// Help
$_['help_product']        = '(Работает автодополнение)';

// Error
// $_['error_permission']    = 'У Вас нет прав для управления этим модулем!';
$_['error_image']         = 'Введите рамеры изображения!';