<?php
// Text
$_['text_search']       = 'Поиск';
$_['text_brand']        = 'Бренд';
$_['text_manufacturer'] = 'Производитель:';
$_['text_model']        = 'Код товара:';
$_['text_reward']       = 'Призовые баллы:'; 
$_['text_points']       = 'Цена в призовых баллах:';
$_['text_stock']        = 'Доступность:';
$_['text_instock']      = 'Есть в наличии';
$_['text_price']        = 'Цена:'; 
$_['text_tax']          = 'НДС:'; 
$_['text_discount']     = '%s или более: %s';
$_['text_option']       = 'Доступные варианты';
$_['text_qty']          = 'Кол-во:';
$_['text_minimum']      = 'На этот продукт установлено минимальное количество %s';
$_['text_or']           = '- Или -';
$_['text_reviews']      = '%s отзывов(-а)'; 
$_['text_write']        = 'Написать отзыв';
$_['text_no_reviews']   = 'Нет отзывов об этом товаре.';
$_['text_note']         = '<span style="color: #FF0000;">Примечание:</span> HTML разметка не поддерживается!';
$_['text_share']        = 'Поделиться';
$_['text_success']      = 'Спасибо за ваш отзыв. Он поступил веб-мастеру для проверки на спам.';
$_['text_upload']       = 'Ваш файл был успешно загружен!';
$_['text_wait']         = 'Пожалуйста, подождите!';
$_['text_tags']         = 'Теги:';
$_['text_error']        = 'Товар не найден!';
// Entry
$_['entry_name']        = 'Ваше имя:';
$_['entry_review']      = 'Ваш отзыв:';
$_['entry_rating']      = 'Рейтинг:';
$_['entry_good']        = 'Хорошо';
$_['entry_bad']         = 'Плохо';
$_['entry_captcha']     = 'Введите код в поле ниже:';
// Tabs
$_['tab_description']   = 'Описание';
$_['tab_attribute']     = 'Характеристики';
$_['tab_review']        = 'Отзывы (%s)';
$_['tab_related']       = 'Похожие товары'; 
// Error
$_['error_name']        = 'Ошибка: Имя должно быть от 3 до 25 символов!';
$_['error_text']        = 'Ошибка: Текст отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']      = 'Ошибка: Пожалуйста, выберите оценку!';
$_['error_captcha']     = 'Ошибка: код проверки не совпадает с изображением!';
$_['error_upload']      = 'Требуется загрузка файла!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_filetype']    = 'Недопустимый тип файла!';
?>