<?php
// Heading
$_['heading_title']                = 'Логин';

// Text
$_['text_account']			= 'Личный Кабинет';
$_['text_login']                   = 'Логин';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'Создание учетной записи поможет делать следующие покупки быстрее (не надо будет снова вводить адрес и контактную информацию), видеть состояние заказа, а также видеть заказы, сделанные ранее. Вы также сможете накапливать при покупках призовые баллы (на них тоже можно что-то купить), а постоянным покупателям мы предлагаем систему скидок.';
$_['text_returning_customer']      = 'Зарегистрированный покупатель';
$_['text_i_am_returning_customer'] = 'Войти в Личный Кабинет:';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'E-Mail:';
$_['entry_password']               = 'Пароль:';

// Error
$_['error_login']                  = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_approved']               = 'Вы сможете войти после проверки учётной записи администрацией магазина.'; 
?>