<?php
// Heading
$_['heading_title']    = 'Файлы для скачивания';

// Text
$_['text_success']     = 'Список файлов для скачивания обновлен!';
$_['text_upload']      = 'Ваш файл успешно загружен!';

// Column
$_['column_name']      = 'Название';
$_['column_remaining'] = 'Количество разрешенных скачиваний';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название:';
$_['entry_filename']   = 'Имя файла:<br /><span class="help">Вы можете закачать файл через кнопку выбора файла или по FTP, поместив его
в папку "download" и введя информацию ниже.<br /><br />Желательно, чтобы имя файла и маска отличались: это не позволит людям получать
прямой доступ к файлу, угадав линк.</span>';
$_['entry_mask']       = 'Маска:';
$_['entry_remaining']  = 'Количество разрешенных скачиваний:';
$_['entry_update']     = 'Обновление для существующих покупателей:<br /><span class="help">Отметьте здесь, чтобы обновить ранее приобретённые версии.</span>';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения списка файлов!';
$_['error_name']       = 'Название должно быть от 3 до 64 символов!';
$_['error_upload']     = 'Укажите файл для загрузки!';
$_['error_filename']   = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']     = 'Файл не найден!';
$_['error_mask']       = 'Маска должна быть длиной от 3 до 128 символов!';
$_['error_filetype']   = 'Недопустимый тип файла!';
$_['error_product']    = 'Этот файл не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';
?>