<?php
// Heading
$_['heading_title']       = 'Фильтры';

// Text
$_['text_success']        = 'Настройки модуля обновлены!';

// Column
$_['column_name']         = 'Название фильтра';
$_['column_sort_order']   = 'Порядок сортировки';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']         = 'Название фильтра:';
$_['entry_value']        = 'Имя значения фильтра:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
$_['error_name']         = 'Название фильтра должно быть длиной от 1 до 64 символов!';
$_['error_filter_value'] = 'Имя значения фильтра должно быть длиной от 1 до 64 символов!';
$_['error_product']      = 'Этот фильтр не может быть удалён, т.к. в данный момент он назначен %s товарам!';
?>