<?php
// Heading
$_['heading_title']     = 'Фильтры';

// Text
$_['text_success']      = 'Настройки фильтров обновлены!';
$_['text_list']         = 'Список фильтров';
$_['text_add']          = 'Добавить фильтр';
$_['text_edit']         = 'Изменить фильтр';

// Column
$_['column_group']      = 'Группа фильтров';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Название группы фильтров';
$_['entry_name']        = 'Имя фильтра';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения фильтров!';
$_['error_group']       = 'Название группы фильтров должно быть длиной от 1 до 64 символов!';
$_['error_name']        = 'Имя фильтра должно быть длиной от 1 до 64 символов!';
