<?php
// Heading
$_['heading_title']     = 'Фильтры';

// Text
$_['text_success']      = 'Настройки модуля обновлены!';

// Column
$_['column_group']      = 'Группа фильтра';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Название группы фильтра:';
$_['entry_name']        = 'Имя фильтра:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Error
$_['error_permission']  = 'У Вас нет прав для управления этим модулем!';
$_['error_group']       = 'Название группы фильтра должно быть длиной от 1 до 64 символов!';
$_['error_name']        = 'Имя фильтра должно быть длиной от 1 до 64 символов!';
?>