<?php
// Heading
$_['heading_title']          = 'Статьи';

// Text
$_['text_success']           = 'Статья успешно изменена!';
$_['text_list']              = 'Список статей';
$_['text_add']               = 'Добавить статью';
$_['text_edit']              = 'Изменить статью';
$_['text_default']           = 'Основной магазин';

// Column
$_['column_title']           = 'Название статьи';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заголовок статьи';
$_['entry_description']      = 'Описание:';
$_['entry_store']            = 'Магазины:';
$_['entry_meta_title'] 	     = 'HTML Title';
$_['entry_meta_keyword'] 	 = 'Meta Tag Keywords';
$_['entry_meta_description'] = 'Meta Tag Description';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Показывать внизу';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_layout']           = 'Выберите схему';

// Help
$_['help_keyword']           = 'Заменяйте пробелы на знак &quot;-&quot;. Значение этого поля должно быть уникальным на всю систему.';
$_['help_bottom']            = 'Показывать в нижней полосе.';

// Error
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'У Вас нет прав для изменения статей!';
$_['error_title']            = 'Заголовок статьи должен быть от 3 до 64 символов!';
$_['error_description']      = 'Описание должно быть больше 3 символов!';
$_['error_account']          = 'Эту страницу нельзя удалить, поскольку она назначена Политикой безопасности по умолчанию!';
$_['error_checkout']         = 'Эту страницу нельзя удалить, поскольку она назначена Условиями соглашения по умолчанию!';
$_['error_affiliate']        = 'Страница не может быть удалена, поскольку она используется в условиях партнерской программы!';
$_['error_store']            = 'Страница не может быть удалена, поскольку она используется в %s магазинах!';
