<?php
// Heading
$_['heading_title']     = 'Статьи';

// Text
// $_['text_success']           = 'Статья успешно изменена!';
$_['text_list']              = 'Список статей';
$_['text_add']               = 'Добавить статью';
$_['text_edit']              = 'Изменить статью';
$_['text_default']      = 'Основной магазин';

// Column
$_['column_title']      = 'Название статьи';
$_['column_sort_order']	= 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Название статьи';
$_['entry_description'] = 'Описание';
$_['entry_store']       = 'Магазины';
$_['entry_meta_title'] 	     = 'HTML Title (заголовок страницы)';
$_['entry_meta_keyword'] 	 = 'Meta Keywords';
$_['entry_meta_description'] = 'Meta Description';
$_['entry_keyword']     = 'Ключевое слово для SEO URL';
$_['entry_bottom']      = 'Показывать внизу';
$_['entry_status']      = 'Статус:';
$_['entry_sort_order']  = 'Порядок сортировки'; // -1 для скрытия
$_['entry_layout']      = 'Выберите схему:';

// Help
$_['help_keyword']           = 'Заменяйте пробелы на знак &quot;-&quot;. Значение этого поля должно быть УНИКАЛЬНЫМ по всему магазину.';
$_['help_bottom']            = 'Показывать внизу, в футере.';

// Error
$_['error_warning']     = 'Внимательно проверьте форму на ошибки!';
// $_['error_permission']  = 'У Вас нет прав для изменения статей!';
$_['error_title']       = 'Название статьи должно быть от 3 до 64 символов!';
$_['error_description'] = 'Описание должно быть больше 3 символов!';
$_['error_meta_title']       = 'Поле "HTML Title" должно быть длиной от 3 до 255 символов!';
$_['error_account']     = 'Эту страницу нельзя удалить, поскольку она назначена Политикой безопасности по умолчанию!';
$_['error_checkout']    = 'Эту страницу нельзя удалить, поскольку она назначена Условиями соглашения по умолчанию!';
$_['error_affiliate']   = 'Страница не может быть удалена, поскольку она используется в условиях партнерской программы!';
$_['error_return']           = 'Страница не может быть удалена, поскольку она используется как страница условий возврата товаров!';
$_['error_store']       = 'Страница не может быть удалена, поскольку она используется в %s магазинах!';
