<?php
// Heading
$_['heading_title']      = 'Производители';

// Text
$_['text_success']       = 'Список производителей обновлен!';
$_['text_list']          = 'Список производителей';
$_['text_add']           = 'Добавить производителя';
$_['text_edit']          = 'Изменить производителя';
$_['text_default']       = 'Основной магазин';
$_['text_percent']       = 'Процент';
$_['text_amount']        = 'Фиксированная сумма';

// Column
$_['column_name']        = 'Производитель';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название производителя';
$_['entry_store']        = 'Магазины';
$_['entry_keyword']      = 'SEO URL';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Порядок сортировки';
$_['entry_type']         = 'Тип';

// Help
$_['help_keyword']       = 'Используйте знак &quot;-&quot; вместо пробелов. Должно быть уникальным в рамках системы.';

// Error
$_['error_permission']   = 'У Вас нет прав для изменения производителей!';
$_['error_name']         = 'Название производителя должно быть от 2 до 64 символов!';
$_['error_product']      = 'Этот производитель не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';
