<?php

$_['heading_title'] = 'Профили регулярных платежей';

$_['button_insert'] = 'Добавить';
$_['button_copy'] = 'Копировать';
$_['button_delete'] = 'Удалить';
$_['button_remove'] = 'Убрать';

$_['text_no_results'] = 'Нет данных';
$_['text_remove'] = 'Убрать';
$_['text_edit'] = 'Редактировать';
$_['text_enabled'] = 'Включено';
$_['text_disabled'] = 'Отключено';
$_['text_success'] = 'Профиль успешно добавлен';

$_['text_day'] = 'День';
$_['text_week'] = 'Неделя';
$_['text_semi_month'] = 'Половина месяца';
$_['text_month'] = 'Месяц';
$_['text_year'] = 'Год';

$_['entry_name'] = 'Название:';
$_['entry_sort_order'] = 'Порядок сортировки:';
$_['entry_price'] = 'Цена:';
$_['entry_duration'] = 'Длительность:';
$_['entry_status'] = 'Статус:';
$_['entry_cycle'] = 'Цикл:';
$_['entry_frequency'] = 'Частота:';
$_['entry_trial_price'] = 'Цена на пробный период:';
$_['entry_trial_duration'] = 'Длительность пробного периода:';
$_['entry_trial_status'] = 'Статус пробного периода:';
$_['entry_trial_cycle'] = 'Цикл пробного периода:';
$_['entry_trial_frequency'] = 'Частота пробного периода:';

$_['column_name'] = 'Название';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

$_['error_warning'] = 'Внимтельно проверьте форму на ошибки!';
$_['error_permission'] = 'У Вас нет прав для изменения этого раздела!';
$_['error_name'] = 'Название профиля должно быть длиннее 3 и короче 255 символов!';

$_['text_recurring_help']    = 'Цена регулярных платежей вычисляется, исходя из частоты и циклов.<br />Например, если вы укажете частоту "неделя" и цикл "2", пользователю будет выставляться счёт каждые 2 недели.<br />Поле "длительность" -- сколько раз пользователь должен заплатить (установите в "0", если надо платить до тех пор, пока подписка не будет отменена.';
?>