<?php
// Heading
$_['heading_title'] = 'Регулярные платежи';

// Text
// $_['text_success']          = 'Регулярный платёж успешно изменен!';
$_['text_list']             = 'Список регулярных платежей';
$_['text_add']              = 'Добавить регулярный платёж';
$_['text_edit']             = 'Изменить регулярный платёж';
$_['text_day']              = 'День';
$_['text_week']             = 'Неделя';
$_['text_semi_month']       = 'Полмесяца';
$_['text_month']            = 'Месяц';
$_['text_year']             = 'Год';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Сумма регулярного платежа вычисляется на основе периода и количества периодов.</p><p>Например, если период - неделя при количестве 2, пользователю будет выставляться счет один раз в 2 недели.</p><p>Длительность - это сколько раз пользователь должен произвести оплату. Укажите длительность, равную 0, чтобы счета выставлялись до отмены.</p>';
$_['text_profile']			= 'Регулярный платёж';
$_['text_trial']			= 'Пробный период';

// Entry
$_['entry_name'] 			= 'Название';
$_['entry_price'] 			= 'Цена';
$_['entry_duration']		= 'Длительность';
$_['entry_cycle']			= 'Количество периодов';
$_['entry_frequency']		= 'Период';
$_['entry_trial_price']		= 'Пробная цена';
$_['entry_trial_duration']	= 'Длительность пробного периода';
$_['entry_trial_status']	= 'Статус пробного периода';
$_['entry_trial_cycle']		= 'Количество пробных периодов';
$_['entry_trial_frequency'] = 'Пробный период';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортировки';

// Column
$_['column_name']			= 'Название';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning'] = 'Внимательно проверьте форму на наличие ошибок!';
// $_['error_permission'] = 'У вас нет прав для модификации регулярных платежей!';
$_['error_name'] = 'Название регулярного платежа должно быть от 4 до 254 символов!';
$_['error_product']			= 'Регулярный платёж не может быть удален, поскольку он связан с %s товарами!';