<?php
// Text
$_['text_success']     = 'Вы успешно изменили содержимое корзины покупок!';

// Error
$_['error_permission'] = 'Вы не имеете достаточных прав для доступа к API!';
$_['error_stock']      = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']    = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_store']      = 'Товар не может быть куплен в выбранном магазине!';
$_['error_required']   = 'Поле %s должно быть заполнено!';
