<?php
// Text
$_['text_success']       = 'Вы успешно изменили покупателей';

// Error
$_['error_permission']   = 'Вы не имеете достаточных прав для доступа к API!';
$_['error_firstname']    = 'Имя должно быть длиной от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть длиной от 1 до 32 символов!';
$_['error_email']        = 'E-Mail адрес введён неверно!';
$_['error_telephone']    = 'Телефон должен быть длиной от 3 до 32 символов!';
$_['error_custom_field'] = 'Поле %s должно быть заполнено!';