<?php
// Text
$_['text_success']           = 'Вы успешно изменили заказы';

// Error
$_['error_permission']       = 'Вы не имеете достаточных прав для доступа к API!';
$_['error_customer']         = 'Информация о покупателе должна быть заполнена!';
$_['error_payment_address']  = 'Необходимо указать платёжный адрес!';
$_['error_payment_method']   = 'Необходимо указать способ оплаты!';
$_['error_shipping_address'] = 'Укажите адрес доставки!';
$_['error_shipping_method']  = 'Укажите способ доставки!';
$_['error_stock']            = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_not_found']        = 'Указанный заказ не найден!';