<?php
// Text
$_['text_address']       = 'Адрес доставки успешно установлен!';
$_['text_method']        = 'Способ доставки успешно установлен!';

// Error
$_['error_permission']   = 'Вы не имеете достаточных прав для доступа к API!';
$_['error_firstname']    = 'Имя должно быть длиной от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть длиной от 1 до 32 символов!';
$_['error_address_1']    = 'Поле адреса должно быть длиной от 3 до 128 символов!';
$_['error_city']         = 'Называние города должно быть длиной от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть длиной от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Укажите страну, пожалуйста!';
$_['error_zone']         = 'Укажите область или штат, пожалуйста!';
$_['error_custom_field'] = 'Поле %s должно быть заполнено!';
$_['error_address']      = 'Необходимо указать платёжный адрес!';
$_['error_method']       = 'Необходимо указать способ оплаты!';
$_['error_no_shipping']  = 'Недоступны варианты оплаты!';