<?php
// Text
$_['text_success']     = 'Ваша скидка из подарочного сертификата применена!';
$_['text_cart']        = 'Вы успешно изменили содержимое корзины покупок!';

$_['text_for']         = '%s Подарочный сертификат для %s';

// Error
$_['error_permission'] = 'Вы не имеете достаточных прав для доступа к API!';
$_['error_voucher']    = 'Неправильный номер Подарочного сертификата или попытка повторного использования!';
$_['error_to_name']    = 'Имя получателя должно быть длиной от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть длиной от 1 до 64 символов!';
$_['error_email']      = 'E-Mail адрес введён неверно!';
$_['error_theme']      = 'Необходимо выбрать тему!';
$_['error_amount']     = 'Сумма должна быть от %s до %s!';