<?php
// Heading 
$_['heading_title'] = 'Используйте призовые баллы (доступно %s)';
// Text
$_['text_reward']   = 'Призовые баллы (%s):';
$_['text_order_id'] = 'Номер заказа (ID): #%s';
$_['text_success']  = 'Ваши призовые баллы учтены!';
// Entry
$_['entry_reward']  = 'Использовать баллы (максимум %s):';
// Error
$_['error_empty']   = 'Ошибка: Пожалуйста, введите количество баллов, которые вы хотите использовать!';
$_['error_points']  = 'Ошибка: У вас нет %s призовых баллов!';
$_['error_maximum'] = 'Ошибка: максимальное количество баллов, которые могут быть применены: %s!';
?>