<?php
// Heading 
$_['heading_title']     = 'Стоимость доставки и налоги';
// Text
$_['text_shipping']     = 'Введите пункт назначения, чтобы получить оценку стоимости доставки.';
$_['text_success']      = 'Оценка доставки применена!';
// Entry
$_['entry_country']     = 'Страна:';
$_['entry_zone']        = 'Регион / Область:';
$_['entry_postcode']    = 'Почтовый индекс:';
// Error
$_['error_postcode']    = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']     = 'Пожалуйста, выберите страну!';
$_['error_zone']        = 'Пожалуйста, выберите регион / область!';
$_['error_shipping']    = 'Ошибка: Способ доставки должен быть выбран!';
$_['error_no_shipping'] = 'Ошибка: Нет доступных вариантов доставки. Пожалуйста <a href="%s">обращайтесь к нам</a> за помощью!';
?>