<?php
// Text
$_['text_subject']  = '%s - Партнёрская программа';
$_['text_welcome']  = 'Вы стали партнёром магазина %s!';
$_['text_login']                = 'Ваша учётная запись создана и вы можете войти на сайт, используя e-mail и пароль:';
$_['text_approval'] = 'Ваша учетная запись ожидает подтверждения. После подтверждения Вы сможете входить в партнёрский раздел нашего сайта по ссылке:';
$_['text_services'] = 'В партнёрском разделе Вы можете получить реферальный код и реферальные ссылки, отслеживать комиссионное вознаграждение и редактировать парметры учетной записи.';
$_['text_thanks']   = 'Спасибо,';
$_['text_new_affiliate']        = 'Новый партнёр';
$_['text_signup']		        = 'Зарегистрировался новый партнёр:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Имя:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Компания:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Веб-сайт:';
$_['text_order_id']             = 'Номер заказа:';
$_['text_transaction_subject']  = '%s - партнёрская выплата';
$_['text_transaction_received'] = 'Вы получили комиссионные в размере %s!';
$_['text_transaction_total']    = 'Ваш суммарная сумма комиссии теперь %s.';
