<?php
// Heading
$_['heading_title']      = 'Баннеры';

// Text
$_['text_success']       = 'Баннеры успешно обновлены!';
$_['text_list']          = 'Список баннеров';
$_['text_add']           = 'Добавить баннер';
$_['text_edit']          = 'Изменить баннер';
$_['text_default']       = 'По умолчанию';

// Column
$_['column_name']        = 'Название баннера';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название баннера';
$_['entry_title']        = 'Заголовок';
$_['entry_link']         = 'Ссылка';
$_['entry_image']        = 'Изображение';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Вы не имеете прав для изменения баннеров!';
$_['error_name']         = 'Название баннеры должно быть длиной от 3 до 64 символов!';
$_['error_title']        = 'Заголовок должен быть длиной от 2 до 64 символов!';