<?php
// Heading
$_['heading_title']       = 'Купоны';

// Text
//$_['text_success']        = 'Success: You have modified coupons!';
$_['text_list']           = 'Список купонов';
$_['text_add']            = 'Добавить купон';
$_['text_edit']           = 'Изменить купон';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксированная сумма';

// Column
$_['column_name']         = 'Название купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата конца';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'ID заказа';
$_['column_customer']     = 'Покупатель';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Скидка';
$_['entry_logged']        = 'Логин покупателя';
$_['entry_shipping']      = 'Бесплатная доставка';
$_['entry_total']         = 'Общая сумма';
$_['entry_category']      = 'Категории';
$_['entry_product']       = 'Товары';
$_['entry_date_start']    = 'Дата начала';
$_['entry_date_end']      = 'Дата конца';
$_['entry_uses_total']    = 'Использований на купон';
$_['entry_uses_customer'] = 'Использований на покупателя';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, который вводит покупатель для получения скидки.';
$_['help_type']           = 'Процент или фиксированная сумма.';
$_['help_logged']         = 'Покупатеь должен войти в систему, чтобы использовать купон.';
$_['help_total']          = 'Сумма покупки должна быть не меньше общей суммы, чтобы купон мог быть использован.';
$_['help_category']       = 'Применяется ко всем товарам выбранной категории.';
$_['help_product']        = 'Выберите конкретные товары, к которым купон будет применен. Если ни один товар не выбран, купон будет применен ко всем товарам заказа.';
$_['help_uses_total']     = 'Максимальное количество использований купона любым покупателем. Оставьте незаполненным для использования без ограничений.';
$_['help_uses_customer']  = 'Максимальное количество использований купона отдельным покупателем. Оставьте незаполненным для использования без ограничений.';

// Error
//$_['error_permission']    = 'Warning: You do not have permission to modify coupons!';
$_['error_exists']        = 'Такой код купона уже используется!';
$_['error_name']          = 'Название купона должно быть от 3 до 128 символов!';
$_['error_code']          = 'Длина кода должна быть от 3 до 10 символов!';