<?php
// Heading
$_['heading_title']      = 'Paymate';

// Text
$_['text_payment']       = 'Оплата';
$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entry_username']     = 'Имя пользователя Paymate:';
$_['entry_password']     = 'Пароль';
$_['entry_test']         = 'Тестовый режим:';
$_['entry_total']        = 'Минимальная сумма заказа';
$_['entry_order_status'] = 'Статус заказа:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']	 = 'Порядок сортировки:';

// Help
$_['help_password']      = 'Он будет использоваться для того, чтобы быть уверенными в неизменности информации, отправленной платежному шлюзу.';
$_['help_total']         = 'Сумма заказа, после достижения которой данный способ станет доступен.';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
$_['error_username']     = 'Имя пользователя Paymate не указано!';
$_['error_password']     = 'Не указан пароль!';
