<?php
// Heading  
$_['heading_title']   = 'Корзина покупок';
// Text
$_['text_weight']  	  = 'Вес товаров в корзине:';
$_['text_points']     = 'Призовые баллы: %s';
$_['text_items']      = '%s продукт(а/ов) - %s';
$_['text_success']    = 'Вы добавили <a href="%s">%s</a> в <a href="%s">корзину покупок</a>!';
$_['text_empty']      = 'Ваша корзина пуста!';
$_['text_login']      = 'Внимание: Вы должны <a href="%s">Войти</a> либо <a href="%s">создать учетную запись </a>для просмотра цен!';
// Column
$_['column_remove']   = 'Удалить';
$_['column_image']    = 'Изображение';
$_['column_name']     = 'Название товара';
$_['column_model']    = 'Модель';
$_['column_quantity'] = 'Количество';
$_['column_price']    = 'Цена за единицу товара';
$_['column_total']    = 'Итого';
// Error
$_['error_stock']     = 'Продукты, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']   = 'Минимальной суммой заказа для %s является %s!';
$_['error_required']  = 'Поле %s должно быть заполнено!';	
?>