<?php
// Heading
$_['heading_title']    = 'Корзина покупок';

// Text
$_['text_success']     = 'Товар <a href="%s">%s</a> добавлен в <a href="%s">корзину покупок</a>!';
$_['text_remove']      = 'Корзина покупок обновлена!';
$_['text_login']       = 'Необходимо <a href="%s">Войти в Личный кабинет</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_items']       = 'Товаров: %s (%s)';
$_['text_points']      = 'Бонусные баллы: %s';
$_['text_next']        = 'Воспользуйтесь дополнительными возможностями';
$_['text_next_choice'] = 'Если у вас есть код купона на скидку или бонусные баллы, которые вы хотите использовать, выберите соответствующий пункт. Также можно приблизительно узнать стоимость доставки в ваш регион.';
$_['text_empty']       = 'Ваша корзина пуста!';
$_['text_day']         = 'день';
$_['text_week']        = 'неделя';
$_['text_semi_month']  = 'полмесяца';
$_['text_month']       = 'месяц';
$_['text_year']        = 'год';
$_['text_trial']       = '%s каждые %s %s для %s платежей, затем ';
$_['text_recurring']   = '%s каждые %s %s';
$_['text_length']      = ' для %s платежей';
$_['text_until_cancelled']   = 'до тех пор, пока не будет отменено';
$_['text_recurring_item']                  = 'Повторяющийся элемент';
$_['text_payment_recurring']                    = 'Профиль регулярных платежей';
$_['text_trial_description']    = '%s каждые %d %s(s) для %d платежа(ей), затем';
$_['text_payment_description']                = '%s каждые %d %s(s) для %d платежа(ей)';
$_['text_payment_until_canceled_description'] = '%s каждые %d %s(s) до тех пор, пока не будет отменено';

// Column
$_['column_image']    = 'Фото';
$_['column_name']     = 'Название товара';
$_['column_model']    = 'Модель';
$_['column_quantity'] = 'Количество';
$_['column_price']    = 'Цена за единицу товара';
$_['column_total']    = 'Итого';

// Error
$_['error_stock']     = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']   = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']  = 'Поле %s должно быть заполнено!';
$_['error_product']          = 'Ваша корзина пуста!';
$_['error_recurring_required'] = 'Выберите платёжный профиль!';