<?php
// Heading 
$_['heading_title']                  = 'Оформление заказа';
// Text
$_['text_cart']                      = 'Корзина покупок';
$_['text_checkout_option']           = 'Шаг 1: Опции Оформления заказа';
$_['text_checkout_account']          = 'Шаг 2: Профиль &amp; Платежная информация';
$_['text_checkout_payment_address']  = 'Шаг 2: Платежная информация';
$_['text_checkout_shipping_address'] = 'Шаг 3: Детали доставки';
$_['text_checkout_shipping_method']  = 'Шаг 4: Способ доставки';
$_['text_checkout_payment_method']   = 'Шаг 5: Способ оплаты';
$_['text_checkout_confirm']          = 'Шаг 6: Подтверждение заказа';
$_['text_modify']                    = 'Изменить &raquo;';
$_['text_new_customer']              = 'Новый покупатель';
$_['text_returning_customer']        = 'Зарегистрированный пользователь';
$_['text_checkout']                  = 'Опции Оформления заказа:';
$_['text_i_am_returning_customer']   = 'Я совершал здесь покупки ранее и регистрировался';
$_['text_register']                  = 'Регистрация';
$_['text_guest']                     = 'Оформить заказ без регистрации';
$_['text_register_account']          = 'Создание акаунта поможет делать покупки быстрее и удобнее, не внося одни и те же данные многократно (адрес доставки, имя, телефон и тому подобное). Вы также сможете отслеживать статус своего заказа, пользоваться Закладками и видеть свои предыдущие заказы.';
$_['text_forgotten']                 = 'Забыли пароль?';
$_['text_your_details']              = 'Ваши персональные данные';
$_['text_your_address']              = 'Ваш адрес';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я прочитал <a class="fancybox" href="%s" alt="%s"><b>%s</b></a> и согласен с условиями';
$_['text_address_new']               = 'Я хочу использовать новый адрес';
$_['text_address_existing']          = 'Я хочу использовать существующий адрес';
$_['text_shipping_method']           = 'Пожалуйста, выберите удобный способ доставки для этого заказа.';
$_['text_payment_method']            = 'Пожалуйста, выберите метод платежа для этого заказа.';
$_['text_comments']                  = 'Добавить комментарии о заказе';
// Column
$_['column_name']                    = 'Название товара';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Итого';
// Entry
$_['entry_email_address']            = 'E-Mail Адрес:';
$_['entry_email']                    = 'E-Mail:';
$_['entry_password']                 = 'Пароль:';
$_['entry_confirm']                  = 'Подтверждение пароля:';
$_['entry_firstname']                = 'Имя:';
$_['entry_lastname']                 = 'Фамилия:';
$_['entry_telephone']                = 'Телефон:';
$_['entry_fax']                      = 'Факс:';
$_['entry_company']                  = 'Компания:';
$_['entry_address_1']                = 'Адрес 1:';
$_['entry_address_2']                = 'Адрес 2:';
$_['entry_postcode']                 = 'Индекс:';
$_['entry_city']                     = 'Город:';
$_['entry_country']                  = 'Страна:';
$_['entry_zone']                     = 'Регион / Область:';
$_['entry_newsletter']               = 'Я хочу подписаться на рассылку новостей %s.';
$_['entry_shipping'] 	             = 'Мой адрес доставки совпадает с платёжным.';
// Error
$_['error_warning']                  = 'Возникла проблема при попытке обработать ваш заказ! Если проблема не устраняется, попробуйте выбрать другой способ оплаты, либо <a href="%s">свяжитесь с владельцем магазина</a>.';
$_['error_minimum']                  = 'Минимальная сумма заказа для %s -- %s!';	
$_['error_login']                    = 'Ошибка: неправильный e-mail и/или пароль.';
$_['error_exists']                   = 'Ошибка: E-Mail адрес уже зарегистрирован!';
$_['error_firstname']                = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна быть от 1 а 32 символов!';
$_['error_email']                    = 'Е-mail адрес неправильный!';
$_['error_telephone']                = 'Телефон должен быть от 3 до 32 символов!';
$_['error_password']                 = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']                  = 'Подтверждение пароля не совпадает с паролем!';
$_['error_address_1']                = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']                     = 'Название города должно быть от 2 до 128 символов!';
$_['error_postcode']                 = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите регион / область';
$_['error_agree']                    = 'Ошибка: Вы должны согласиться с документом %s!';
$_['error_address']                  = 'Ошибка: Вы должны выбрать адрес!';
$_['error_shipping']                 = 'Ошибка: Требуется указать Способ доставки!';
$_['error_no_shipping']              = 'Не найдены варианты способов доставки. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы!';
$_['error_payment']                  = 'Ошибка: Требуется указать Метод оплаты!';
$_['error_no_payment']               = 'Ошибка: не найдены варианты оплаты. Пожалуйста, <a href="%s">свяжитесь с нами</a> для решения этого вопроса!';
?>