<?php
// Heading
$_['heading_title'] = 'Неудачный платёж!';

// Text
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформление заказа';
$_['text_failure']  = 'Неудачный платёж';
$_['text_message']  = '<p>Возникла проблема при обработке вашего платежа и заказ не был завершён.</p>

<p>Возможные причины:</p>
<ul>
  <li>Недостаточно средств</li>
  <li>Не удалось пройти процедуру верификации</li>
</ul>

<p>Попробуйте сделать заказ снова, используя другой способ оплаты.</p>

<p>Если проблема повторится, <a href="%s">свяжитесь с нами</a>, пожалуйста, указав подробности о заказе, который вы пытаетесь сделать.</p>
';
