<?php
// Heading
$_['heading_title']        = 'Приблизительная стоимость доставки и налоги';

// Text
$_['text_success']         = 'Оценка стоимости доставки успешно применена к заказу!';
$_['text_shipping']        = 'Введите ваш адрес, чтобы получить приблизительную оценку стоимости доставки.';
$_['text_shipping_method'] = 'Выберите предпочтительный способ доставки для использования в этом заказе.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Область или штат';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен быть длиной от 2 до 10 символов!';
$_['error_country']        = 'Укажите страну, пожалуйста!';
$_['error_zone']           = 'Укажите район или штат, пожалуйста!';
$_['error_shipping']       = 'Необходимо указать способ доставки!';
$_['error_no_shipping']    = 'Нет доступных вариантов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';