<?php
// Heading
$_['heading_title'] = 'Ваш заказ сформирован!';
// Text
$_['text_customer'] = '<p>Ваш заказ успешно создан!</p><p>Вы можете просматривать историю заказов, перейдя в <a href="%s">Мой профиль</a> и нажав на <a href="%s">Историю заказов</a>.</p>Если Ваша покупка связана со скачиваемым продуктом, вы можете перейти на страницу <a href="%s">скачиваний</a> для их просмотра.</p><p>Пожалуйста, направляйте <a href="%s">нам</a> любые вопросы, которые у вас есть.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']    = '<p>Ваш заказ успешно создан!</p><p>Пожалуйста, направляйте <a href="%s">нам</a> любые вопросы, которые у вас возникают.<br/>Зарегистрированным пользователям доступен просмотр состояния заказа и прошлых покупок.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформить заказ';
$_['text_success']  = 'Операция выполнена успешно';
?>