<?php
// Heading
$_['heading_title']                = 'Обзор';

// Text
$_['text_order_total']             = 'Всего заказов';
$_['text_customer_total']          = 'Всего покупателей';
$_['text_sale_total']              = 'Всего продаж';
$_['text_online_total']            = 'Посетителей online';
$_['text_map']                     = 'Карта мира';
$_['text_sale']                    = 'Аналитика продаж';
$_['text_activity']                = 'Последние события';
$_['text_recent']                  = 'Последние заказы';
$_['text_order']                   = 'Заказы';
$_['text_customer']                = 'Покупатели';
$_['text_day']                     = 'Сегодня';
$_['text_week']                    = 'Неделя';
$_['text_month']                   = 'Месяц';
$_['text_year']                    = 'Год';
$_['text_view']                    = 'Посмотреть еще...';

// Error
$_['error_install']                = 'Внимание! Инсталляционная директория все еще не удалена. Удалите ее незамедлительно, в противном случае вы рискуете полностью потерять свои данные!';