<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Файл загружен!';
$_['text_directory']   = 'Папка создана!';
$_['text_delete']      = 'Файл или папка удалена!';

// Entry
$_['entry_search']     = 'Поиск...';
$_['entry_folder']     = 'Название папки';

// Error
// $_['error_permission'] = 'У вас нет прав доступа!';
$_['error_filename']   = 'Имя файла должно быть длиной от 3 до 255 символов!';
$_['error_folder']     = 'Название папки должно быть длиной от 3 до 255 символов!';
$_['error_exists']     = 'Файл или папка с таким именем уже существует!';
$_['error_directory']  = 'Папка не существует!';
$_['error_filetype']   = 'Некорректный тип файла!';
$_['error_upload']     = 'Файл не загружается по непонятным причинам!';
$_['error_delete']     = 'Невозможно удалить папку!';