<?php
// Heading 
$_['heading_title']        = 'Мой  партнерской аккаунт';
// Text
$_['text_account']         = 'Аккаунт';
$_['text_my_account']      = 'Мой партнерской аккаунт';
$_['text_my_tracking']     = 'Моя информация для отслеживания';
$_['text_my_transactions'] = 'Мои транзакции';
$_['text_edit']            = 'Редактировать информацию учетной записи';
$_['text_password']        = 'Изменение пароля';
$_['text_payment']         = 'Изменение способа оплаты';
$_['text_tracking']        = 'Специальный код для отслеживания партнерской программы';
$_['text_transaction']     = 'Просмотр истории транзакций';
?>