<?php
// Heading 
$_['heading_title']   = 'Забыли пароль?';
// Text
$_['text_account']    = 'Аккаунт';
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваш адрес электронной почты (E-mail)';
$_['text_email']      = 'Введите адрес электронной почты, связанный с вашей учетной записью. Нажмите кнопку Отправить, чтобы получить новый пароль по электронной почте';
$_['text_success']    = 'OK: Новый пароль был отправлен на ваш адрес электронной почты (E-mail).';
// Entry
$_['entry_email']     = 'Адрес электронной почты (E-Mail):';
// Error
$_['error_email']     = 'Ошибка: Указанный адрес электронной почты не был найден в наших записях, попробуйте еще раз!';
?>