<?php
// Heading
$_['heading_title']                 = 'Партнёрская программа';

// Text
$_['text_account']                  = 'Кабинет Партнёра';
$_['text_login']                    = 'Войти';
$_['text_description']              = '<p>%s. Партнёрская программа совершенно бесплатна и позволяет участникам получать дополнительный доход путём размещения ссылок как на весь наш магазин %s, так и на отдельные товары. Каждая покупка, совершённая по партнёрской ссылке, приносит агентскую комиссию. Стандартный размер комиссии составляет %s. </p><p> За подробной информацией обращайтесь на страницу информации для партнёров.</p>';
$_['text_new_affiliate']            = 'Новый Партнёр';
$_['text_register_account']         = '<p>Я не являюсь партнёром.</p><p>Нажмите кнопку ниже, чтобы создать учетную запись партнёра. Обратите внимание, что эта учетная запись никак не связана с какой либо учетной записью покупателя!</p>';
$_['text_returning_affiliate']      = 'Вход для партнёров';
$_['text_i_am_returning_affiliate'] = 'Я уже зарегистрирован.';
$_['text_forgotten']                = 'Не помню пароль';

// Entry
$_['entry_email']                   = 'Партнёрский E-Mail:';
$_['entry_password']                = 'Пароль:';

// Error
$_['error_login']                   = 'Не найден введённый адрес E-Mail и/или пароль указан неправильно.';
$_['error_approved']                = 'Вы сможете войти после проверки учётной записи администрацией магазина.'; 
