<?php
// Heading 
$_['heading_title']                 = 'Партнерская программа';
// Text
$_['text_account']                  = 'Профиль';
$_['text_login']                    = 'Войти';
$_['text_description']              = '<p>%s партнерская программа является бесплатной и позволяет участникам получать прибыль от размещения ссылки или ссылок на их веб-сайте, которые рекламируют %s или конкретные продукты на нем. Любые продажи, сделанные покупателями, пришедшими по этим ссылкам, будут зарабатывать комиссионные. Стандартная ставка комиссии в настоящее время %s.</p><p>Для получения дополнительной информации, посетите нашу страницу ответов на частые вопросы или см. Правила и условия партнерской программы.</p>';
$_['text_new_affiliate']            = 'Регистрация нового участника партнерской программы';
$_['text_register_account']         = '<p>Я в настоящее время не участвую в партнёрской программе.</p><p>Нажмите кнопку Продолжить, чтобы создать новую учетную запись партнера. Обратите внимание, что это не связано ни в коей мере с вашей учётной записью в нашем магазине.</p>';
$_['text_returning_affiliate']      = 'Вход для партнеров';
$_['text_i_am_returning_affiliate'] = 'Я уже зарегистрирован.';
$_['text_forgotten']                = 'Забыли пароль?';
// Entry
$_['entry_email']                   = 'Партнерский EMail:';
$_['entry_password']                = 'Пароль:';
// Error
$_['error_login']                   = 'Ошибка: не найден такой адрес электронной почты  и/или пароль.';
?>