<?php
// Heading
$_['heading_title'] = 'Ваш партнерский счет  успешно создан!';
// Text 
$_['text_approval'] = '<p>Благодарим вас за регистрацию партнерского счёта с %s!</p><p>Вы будете уведомлены по электронной почте, как только ваша аккаунт был активирована администрацией магазина.</p><p>Если у вас есть ЛЮБЫЕ вопросы о работе данной партнерской программы, пожалуйста <a href="%s">свяжитесь с администрацией магазина</a>.</p>';
$_['text_account']  = 'Профиль';
$_['text_success']  = 'Операция прошла успешно';
?>