<?php
// Heading 
$_['heading_title']    = 'Партнерское Отслеживание';
// Text
$_['text_account']     = 'Профиль';
$_['text_description'] = 'Чтобы убедиться, что вам платят за рефералов, которых Вы посылаете нам, необходимо отслеживать реферал путём размещения кода отслеживания в URL, который указывает на наш сайт. Вы можете использовать инструменты ниже, чтобы создавать ссылки на веб-сайт %s.';
$_['text_code']        = '<b>Код отслеживания:</b>';
$_['text_generator']   = '<b>Генератор специальной ссылки</b><br />Введите название продукта, ссылку на который вы хотите разместить:';
$_['text_link']        = '<b>Ваша специальная ссылка с кодом отслеживания:</b>';
?>