<?php
// Heading
$_['heading_title']    = 'Реферальные ссылки';

// Text
$_['text_account']     = 'Кабинет Партнера';
$_['text_description'] = 'Для того, чтобы получать агентское вознаграждение с покупок приводимых Вами покупателей, необходимо добавить в ссылку реферальный код. Воспользуйтесь генератором ссылок для сайта %s.';

// Entry
$_['entry_code']       = 'Ваш Реферальный Код';
$_['entry_generator']  = 'Генератор ссылок';
$_['entry_link']       = 'Реферальная ссылка';

// Help
$_['help_generator']  = 'Начните воодить и затем выберите из списка название товара, на который нужно создать ссылку';