<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
// $_['text_success']         = 'Список валют обновлен';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавить валюту';
$_['text_edit']            = 'Изменить валюту';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_date_modified'] = 'Дата последнего обновления';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название валюты';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Количество знаков после запятой';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'НЕ ИЗМЕНЯЙТЕ, если валюта установлена по умолчанию. Должно быть одним из <a href="http://www.xe.com/iso4217.php" target="_blank">ISO кодов</a> валюты.';
$_['help_value']           = 'Установите в 1.00000, если это валюта по умолчанию.';

// Error
// $_['error_permission']     = 'У Вас нет прав для изменения списка валют';
$_['error_title']          = 'Название валюты должно быть от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен состоять из 3 символов!';
$_['error_default']        = 'Валюту нельзя удалить, поскольку она назначена по умолчанию!';
$_['error_store']          = 'Валюту нельзя удалить, поскольку она используется в %s магазине(ах)!';
$_['error_order']          = 'Валюту нельзя удалить, поскольку она назначена для %s заказа(ов)';
