<?php
// Heading
$_['heading_title']    = 'Единицы длины';

// Text
// $_['text_success']     = 'Список единиц измерений обновлен';
$_['text_list']        = 'Список единиц длины';
$_['text_add']         = 'Добавить единицу длины';
$_['text_edit']        = 'Изменить единицу длины';

// Column
$_['column_title']     = 'Название единицы длины';
$_['column_unit']      = 'Единица длины';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название единицы длины';
$_['entry_unit']       = 'Единица измерения';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите в 1.00000, если это единица длины по умолчанию.';

// Error
// $_['error_permission'] = 'У Вас нет прав для изменения единиц измерений!';
$_['error_title']      = 'Название единицы длины должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица длины должна быть от 1 до 4 символов!';
$_['error_default']    = 'Единицу длины нельзя изменить, поскольку она установлена по умолчанию!';
$_['error_product']    = 'Единицу длины нельзя изменить, поскольку она прикреплена к %s товару(ам)!';
