<?php
// Heading
$_['heading_title']    = 'Действия по возвратам';

// Text
// $_['text_success']     = 'Операции возвратов успешно обновлены!';
$_['text_list']        = 'Список действий';
$_['text_add']         = 'Добавить действие';
$_['text_edit']        = 'Изменить действие';

// Column
$_['column_name']      = 'Действия по возвратам';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Действие по возврату';

// Error
// $_['error_permission'] = 'У Вас нет прав для изменения операций возвратов!';
$_['error_name']       = 'Текст должеен быть от 3 до 32 символов!';
$_['error_return']     = 'Действие не может быть исключено, поскольку прикреплено к %s возврату(ам)!';
