<?php
// Heading
$_['heading_title']    = 'Складские статусы товара';

// Text
// $_['text_success']     = 'Список состояний склада обновлен!';
$_['text_list']        = 'Список складских статусов товара';
$_['text_add']         = 'Добавить складской статус';
$_['text_edit']        = 'Изменить складской статус';

// Column
$_['column_name']      = 'Наименование складского статуса';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Наименование складского статуса';

// Error
// $_['error_permission'] = 'У Вас нет прав для изменения вариантов состояний склада!';
$_['error_name']       = 'Название должно быть от 3 до 32 символов!';
$_['error_product']    = 'Складской статус нельзя удалить, поскольку он используется для %s товара(ов)!';