<?php
// Heading
$_['heading_title']    = 'Статусы наличия товара на складе';

// Text
// $_['text_success']     = 'Список состояний склада обновлен!';
$_['text_list']        = 'Список статусов наличия товара на складе';
$_['text_add']         = 'Добавить статус';
$_['text_edit']        = 'Изменить текст статуса';

// Column
$_['column_name']      = 'Статусы наличия на складе';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Текст статуса';

// Error
// $_['error_permission'] = 'У Вас нет прав для изменения вариантов состояний склада!';
$_['error_name']       = 'Название должно быть от 3 до 32 символов!';
$_['error_product']    = 'Статус нельзя удалить, поскольку он используется для %s товара(ов)!';