<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
// $_['text_success']         = 'Список налоговых ставок обновлен!';
$_['text_list']            = 'Список налоговых ставок';
$_['text_add']             = 'Добавить налоговую ставку';
$_['text_edit']            = 'Изменить налоговую ставку';
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксированная величина';

// Column
$_['column_name']          = 'Название';
$_['column_rate']          = 'Величина';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Географическая зона';
$_['column_date_added']    = 'Добавлено';
$_['column_date_modified'] = 'Изменено';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название';
$_['entry_rate']           = 'Величина';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Группа покупателей';
$_['entry_geo_zone']       = 'Географическая зона';

// Error
// $_['error_permission']     = 'У Вас нет прав для изменения налоговых ставок!';
$_['error_tax_rule']       = 'Налог не может быть исключён, поскольку он прикреплён к %s классам!';
$_['error_name']           = 'Название должно быть от 3 до 32 символов!';
$_['error_rate']           = 'Укажите величину налоговой ставки!';
