<?php
// Heading
$_['heading_title']                    = 'Управление магазинами';

// Text
// $_['text_success']                     = 'Магазины обновлены!';
$_['text_list']                        = 'Список магазинов';
$_['text_add']                         = 'Добавить магазин';
$_['text_edit']                        = 'изменить магазин';
$_['text_items']                       = 'Элементы';
$_['text_tax']                         = 'Налоги';
$_['text_account']                     = 'Учетная запись';
$_['text_checkout']                    = 'Оформление заказа';
$_['text_stock']                       = 'Кол-во на складе';
$_['text_shipping']                    = 'Адрес доставки';
$_['text_payment']                     = 'Платёжный адрес';

// Column
$_['column_name']                      = 'Название магазина';
$_['column_url']                       = 'URL магазина';
$_['column_action']                    = 'Действие';

// Entry
$_['entry_url']                        = 'URL магазина';
$_['entry_ssl']                        = 'SSL URL';
$_['entry_name']                       = 'Название магазина';
$_['entry_owner']                      = 'Владелец магазина';
$_['entry_address']                    = 'Адрес';
$_['entry_geocode']                    = 'Геокоординаты';
$_['entry_email']                      = 'E-Mail';
$_['entry_telephone']                  = 'Телефон';
$_['entry_fax']                        = 'Факс';
$_['entry_image']                      = 'Изображение';
$_['entry_open']                       = 'Время работы';
$_['entry_comment']                    = 'Комментарии';
$_['entry_location']                   = 'Расположение магазина';
$_['entry_meta_title']                 = 'Заголовок';
$_['entry_meta_description']           = 'Meta Description';
$_['entry_meta_keyword']               = 'Meta Keywords';
$_['entry_layout']                     = 'Схема по умолчанию';
$_['entry_template']                   = 'Шаблон';
$_['entry_country']                    = 'Страна';
$_['entry_zone']                       = 'Регион / Область';
$_['entry_language']                   = 'Язык';
$_['entry_currency']                   = 'Валюта';
$_['entry_product_limit']              = 'Элементов на страницу в категории';
$_['entry_product_description_length'] = 'Длина укороченного описания товара в категории';
$_['entry_tax']                        = 'Отображать цены с налогом';
$_['entry_tax_default']                = 'Использовать налоговый адрес магазина';
$_['entry_tax_customer']               = 'Использовать налоговый адрес покупателя';
$_['entry_customer_group']             = 'Группа покупателей';
$_['entry_customer_group_display']     = 'Показывать группы покупателей';
$_['entry_customer_price']             = 'Требуется логин для просмотра цен';
$_['entry_account']                    = 'Подтверждение при регистрации';
$_['entry_cart_weight']                = 'Показывать вес на странице корзины';
$_['entry_checkout_guest']             = 'Оформление заказа без регистрации';
$_['entry_checkout']                   = 'Подтверждение при заказе';
$_['entry_order_status']               = 'Статус заказа';
$_['entry_stock_display']              = 'Показывать остаток на складе';
$_['entry_stock_checkout']             = 'Заказ при нехватке на складе';
$_['entry_logo']                       = 'Логотип';
$_['entry_icon']                       = 'Иконка';
$_['entry_image_category']             = 'Размер изображений категории';
$_['entry_image_thumb']                = 'Размер большого изображения товара';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара';
$_['entry_image_product']              = 'Размер изображений списка товаров';
$_['entry_image_additional']           = 'Размер дополнительных изображений товаров';
$_['entry_image_related']              = 'Размер изображений аналогичных товаров';
$_['entry_image_compare']              = 'Размер изображений при сравнении';
$_['entry_image_wishlist']             = 'Размер изображений в заметках';
$_['entry_image_cart']                 = 'Размер изображений товаров в корзине';
$_['entry_image_location']             = 'Размер изображения магазина';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';
$_['entry_secure']                     = 'Использовать SSL';

// Help
$_['help_url']                         = 'Включая полный URL к магазину. Добавьте \'/\' в конце. Например: http://www.yourdomain.com/path/<br /><br />Не используйте папок для создания новых магазинов. Всегда используйте другой домен или субдомен вашего хостинга.';
$_['help_ssl']                         = 'SSL URL вашего магазина. Проконтролируйте наличие слеша в конце. Например: http://www.yourdomain.com/path/<br /><br />Не используйте папок для создания новых магазинов. Всегда используйте другой домен или субдомен вашего хостинга.';
$_['help_geocode']                     = 'Пожалуйста, введите вручную геокоординаты вашего магазина.';
$_['help_open']                        = 'Укажите время работы магазина.';
$_['help_comment']                     = 'Это поле - для любых объявлений для покупателя, например, о том, что вы работаете только по предоплате.';
$_['help_location']                    = 'Различные пестоположения вашего магазина, которые вы хотите отразить в форме "Контакты".';
$_['help_currency']                    = 'Изменение валюты по умолчанию. Необходимо очистить кэш браузера для просмотра изменений и сбрасывания cookie.';
$_['help_product_limit'] 	           = 'Определяет количество элементов, показываемых на одной странице в каталоге (товары, категории и т.д.)';
$_['help_product_description_length']  = 'Длина короткого описания товаров на страницах категорий. Описание обрезается до указанной длины.';
$_['help_tax_default']                 = 'Использовать адрес магазина для вычисления налогов если пользователь не залогинен. Вы можете выбрать использование адреса магазина в качестве адреса доставки или платежа покупателя.';
$_['help_tax_customer']                = 'Использовать дефолтный адрес покупателя, когда они залогинены, для подсчёта налогов. Вы можете выбрать использование выбранного по умолчанию адреса покупателя для адреса доставки или платежа покупателя.';
$_['help_customer_group']              = 'Группа покупателей по умолчанию.';
$_['help_customer_group_display']      = 'Показывать группы покупателей, которые новые покупатели могут выбрать при регистрации, такие как "Оптовые покупатели" или "Бизнес-партнёры".';
$_['help_customer_price']              = 'Показывать цены только зарегистрированнным покупателям.';
$_['help_account']                     = 'Требовать подтверждение согласия с правилами при регистрации аккаунта.';
$_['help_checkout_guest']              = 'Позволить покупателям оформлять заказы без регистрации Личного кабинета. Эта функция не будет доступна, если в корзине будут загружаемые в виде файла товары.';
$_['help_checkout']                    = 'Требовать подтверждение согласия с правилами при оформлении заказа.';
$_['help_order_status']                = 'Статус заказа по умолчанию.';
$_['help_stock_display']               = 'Показывать остаток товаров на складе на странице товара.';
$_['help_stock_checkout']              = 'Разрешить покупателям оформлять заказ, если заказываемых товаров на данный момент нет на складе.';
$_['help_icon']                        = 'Должна быть в PNG 16px на 16px.';
$_['help_secure']                      = 'Для использования SSL убедитесь что Ваш хостинг поддерживает SSL сертификат и пропишите SSL адреса в файле конфигурации.';

// Error
$_['error_warning']                    = 'Внимательно проверьте форму на ошибки!';
// $_['error_permission']                 = 'У Вас нет прав для управления магазинами!';
$_['error_name']                       = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_owner']                      = 'Владелец магазина должен быть от 3 до 64 символов!';
$_['error_address']                    = 'Адрес магазина должен быть от 10 до 256 символов!';
$_['error_email']                      = 'E-Mail адрес введен неверно!';
$_['error_telephone']                  = 'Телефон магазина должен быть от 3 до 32 символов!';
$_['error_url']                        = 'Необходим URL магазина!';
$_['error_meta_title']                 = 'Заголовок магазина должен быть от 3 до 32 символов!';
$_['error_limit']                      = 'Не введены лимиты!';
$_['error_customer_group_display']     = 'Вы должны включить группу пользователей по умолчанию, если собираетесь использовать эту опцию!';
$_['error_image_thumb']                = 'Необходимо установить размер большого изображения товара!';
$_['error_image_popup']                = 'Необходимо установить размер всплывающего изображения товара!';
$_['error_image_product']              = 'Необходимо установить размер изображения списка товаров!';
$_['error_image_category']             = 'Необходимо установить размер изображения списка категорий!';
$_['error_image_additional']           = 'Необходимо установить размер дополнительных изображений товаров!';
$_['error_image_related']              = 'Необходимо установить размер изображения аналогичных товаров!';
$_['error_image_compare']              = 'Необходимо установить размер изображений при сравнении!';
$_['error_image_wishlist']             = 'Необходимо установить размер изображений в закладках!';
$_['error_image_cart']                 = 'Необходимо установить размер изображений товаров в корзине!';
$_['error_image_location']             = 'Необходимо указать размеры изображения вашего магазина!';
$_['error_default']                    = 'Нельзя удалить основной магазин!';
$_['error_store']                      = 'Этот магазин не может быть удален, поскольку он прикреплен к %s заказам!';