<?php
// Heading
$_['heading_title']        = 'Установка расширений';

// Text
// $_['text_success']         = 'Расширение успешно установлено!';
$_['text_unzip']           = 'Извлечение файлов...';
$_['text_ftp']             = 'Копирование файлов...';
$_['text_sql']             = 'Отработка скриптов SQL...';
$_['text_xml']             = 'Применение изменений...';
$_['text_php']             = 'Отработка скриптов PHP...';
$_['text_remove']          = 'Удаление временных файлов...';
$_['text_clear']           = 'Временные файлы успешно созданы!';

// Entry
$_['entry_upload']         = 'Устанавливаемый файл';
$_['entry_overwrite']      = 'Файлы, которые будут перезаписаны';
$_['entry_progress']       = 'Ход исполнения';

// Help
$_['help_upload']          = 'Файл должен иметь расширение .ocmod.zip или .ocmod.xml';

// Error
// $_['error_permission']     = 'У вас нет прав для управления расширениям!';
$_['error_temporary']      = 'Некоторые временные файлы должны быть удалены. Нажмите на кнопку очистки для их удаления!';
$_['error_upload']         = 'Файл не может быть загружен!';
$_['error_filetype']       = 'Неправильный тип файла!';
$_['error_file']           = 'Найл не найден!';
$_['error_unzip']          = 'Невозможно открыть ZIP файл!';
$_['error_directory']      = 'Папка, содержащая файлы для загрузки, не найдена!';
$_['error_ftp_connection'] = 'Невозможно соединиться как %s:%s';
$_['error_ftp_login']      = 'Невозможно залогиниться как %s';
$_['error_ftp_root']       = 'Невозможно установить корневую папку как %s';
$_['error_ftp_directory']  = 'Невозможно изменить папку %s';
$_['error_ftp_file']       = 'Невозможно загрузить файл %s';