<?php
// Heading
$_['heading_title']     = 'Модификации';

// Text
// $_['text_success']      = 'Модификации успешно изменены!';
$_['text_refresh']      = 'В случае активации, деактивации или удаления модификации необходимо нажать кнопку обновления для перезагрузки кэша модификаций!';
$_['text_list']         = 'Список модификаций';

// Column
$_['column_name']       = 'Название модификации';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Error
// $_['error_permission']  = 'У вас нет прав для управления модификацями';