<?php
// Heading
$_['heading_title']    = 'Модули';

// Text
$_['text_success']     = 'Настройки успешно обновлены!';
$_['text_layout']      = 'После того, как модуль проинсталлирован и сконфигурирован, его можно добавить в <a href="%s" class="alert-link">схему расположения модулей</a>!';
$_['text_list']        = 'Список модулей';

// Column
$_['column_name']       = 'Название модуля';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'У Вас нет прав для управления модулями!';