<?php
// Heading
$_['heading_title']    = 'Доп. плата при минимальном заказе';

// Text
$_['text_total']       = 'Общая сумма заказа';
// $_['text_success']     = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Изменить настройки дополнительной платы в итогах';

// Entry
$_['entry_total']      = 'Сумма заказа';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Налоги';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Итоговая сумма заказа должна достичь указанную, чтобы доплата при минимальном заказе вступила в силу.';

// Error
// $_['error_permission'] = 'У Вас нет прав для управления этим модулем!';