<?php
// Heading
$_['heading_title']             = 'Платежи Amazon';
$_['heading_address']           = 'Пожалуйста, выберите адрес доставки';
$_['heading_payment']           = 'Пожалуйста, выберите способ оплаты';
$_['heading_confirm']           = 'Order summary';

//Text
$_['text_back']                 = 'Назад';
$_['text_cart']                 = 'Корзина покупок';
$_['text_confirm']              = 'Подтверждаю';
$_['text_continue']             = 'Продолжить';
$_['text_cba']                  = 'Платежи Amazon';
$_['text_enter_coupon']         = 'Введите здесь код купона. Если у вас его нет - оставьте поле пустым.';
$_['text_coupon']               = 'Купон';
$_['text_tax_other']            = 'Налоги / Другие сборы по обработке заказа';
$_['text_payment_failed']       = 'Платёж не удался. Пожалуйста, свяжитесь с администрацией магазина для получения помощи или используйте другой способ оплаты.';
$_['text_success_title']        = 'Ваш заказ оформлен!';
$_['text_payment_success']      = 'Ваш заказ был успешно создан. Детальная информация о заказе указана ниже';

// Error
$_['error_payment_method']      = 'Пожалуйста, выберите способ оплаты';
$_['error_shipping']            = 'Пожалуйста, выберите способ доставки';
$_['error_shipping_address']    = 'Пожалуйста, выберите адрес доставки';
$_['error_shipping_methods']    = 'Произошла ошибка при получении вашего адреса с Amazon. Пожалуйста, свяжитесь с администрацией магазина для получения помощи.';
$_['error_no_shipping_methods'] = 'Отсутствуют варианты доставки по выбранному адресу. Пожалуйста, выберите другой адрес доставки.';