<?php
// Text
$_['text_title']    = 'Klarna Invoice';
$_['text_information'] = 'Klarna - информация';
$_['text_additional']  = 'Klarna требует дополнительную информацию, чтобы обработать Ваш заказ.';
$_['text_wait']        = 'Подождите, пожалуйста!';
$_['text_male']        = 'Мужчина';
$_['text_female']      = 'Женщина';

// $_['text_reason'] 	= 'ПРИЧИНА';
// $_['text_testmode']	= 'Платёжный шлюз в режиме \'Песочницы\'. Средства с вашего счёта не будут сниматься.';
// $_['text_total']	= 'Доставка, обработка, скидки и налоги';

// Entry
$_['entry_gender']     = 'Пол:';
$_['entry_pno']        = 'PNO / ДАТА РОЖДЕНИЯ:<span class="help">(07071960)</span>';
$_['entry_house_no']   = 'Номер дома.:';
$_['entry_house_ext']  = 'Дополнительная информация к номеру дома:';
$_['entry_cellno']     = 'Номер мобильного телефона:';

// Error
$_['error_gender']     = 'Укажите пол!';
$_['error_dob']        = 'Укажите дату рождения!';
$_['error_house_no']   = 'Укажите номер дома!';
$_['error_house_ext']  = 'Укажите доп. информацию об адресе дома!';
?>